Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: The field for compensation field is required.
it_it: Il campo per la retribuzione è obbligatorio.

source: Compensation field
it_it: Campo retributivo

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
it_it: Converte tutti i dati retributivi nella valuta globale o nella valuta specificata di seguito. Per la conversione verranno utilizzati il tasso di cambio predefinito e la data di validità dello snapshot dei dati.

source: Currency conversion
it_it: Conversione valuta

source: The field for currency field is required.
it_it: Il campo per la valuta è obbligatorio.

source: The field for data model is required.
it_it: Il campo per il modello dati è obbligatorio.

source: Select data model
it_it: Seleziona il modello dati

source: Demographic
it_it: Dati demografici

source: Additional demographic variable
it_it: Variabile demografica aggiuntiva

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
it_it: Per ogni modello di dati creato nella data foundation, mappa la configurazione del dataset necessaria per generare un’Analisi Retributiva. Solo gli snapshot che utilizzano un modello di dati con una mappatura possono essere usati per generare set di dati per l’analisi retributiva.

source: Edit mapping to the model
it_it: Modifica mappatura al modello

source: The field for worker ID is required.
it_it: Il campo per l'ID collaboratore è obbligatorio.

source: Worker ID & group
it_it: ID e gruppo collaboratore

source: Get started by adding one.
it_it: Inizia aggiungendone uno.

source: No models with mapping yet.
it_it: Nessun modello con mappatura al momento.

source: The field for female is required.
it_it: Il campo per "femminile" è obbligatorio.

source: Female
it_it: Femmina

source: The field for full-time equivalent is required.
it_it: Il campo per l’equivalente a tempo pieno è obbligatorio.

source: Full-time equivalent
it_it: Equivalente a tempo pieno

source: The field for gender field is required.
it_it: Il campo per il genere è obbligatorio.

source: Gender field
it_it: Campo genere

source: The worker category can be defined when creating the snapshot.
it_it: La categoria dei Collaboratori può essere definita durante la creazione dell’istantanea.

source: Use the worker category from the snapshot as the main group.
it_it: Usa la categoria Collaboratori dallo snapshot come gruppo principale.

source: The field for main currency is required.
it_it: Il campo della valuta principale è obbligatorio.

source: Main currency
it_it: Valuta principale

source: The field for main group is required.
it_it: Il campo per il gruppo principale è obbligatorio.

source: Main group
it_it: Gruppo principale

source: The field for male is required.
it_it: Il campo per il sesso maschile è obbligatorio.

source: Male
it_it: Maschio

source: Select a model and configure the mapping for the essential fields.
it_it: Seleziona un modello e configura la mappatura per i campi essenziali.

source: Edit mapping
it_it: Modifica mappatura

source: Non-binary
it_it: Non binario

source: Not reported
it_it: Non segnalato

source: Scaled compensation components
it_it: Componenti retributive scalate

source: Additional compensation fields
it_it: Campi retributivi aggiuntivi

source: Part-time scaling
it_it: Ridimensionamento del part-time

source: Data models with pay analysis mapping
it_it: Modelli di dati con mappatura dell’analisi retributiva

source: View mapping to the model
it_it: Visualizza mappatura al modello

source: The dataset mapping configuration was successfully saved.
it_it: La configurazione di mappatura del dataset è stata salvata correttamente.

source: You haven't added any features yet.
it_it: Non hai ancora aggiunto nessuna funzionalità.

source: Select field
it_it: Seleziona campo

source: Snapshot ID copied
it_it: ID snapshot copiato

source: Data revision
it_it: Revisione dei dati

source: Model
it_it: Modello

source: status
it_it: stato

source: Worker category
it_it: Categoria Collaboratori

source: The snapshot was successfully created.
it_it: L'istantanea è stata creata con successo.

source: Snapshot details
it_it: Dettagli dello snapshot

source: Download logs
it_it: Scarica i log

source: Search by snapshot name
it_it: Cerca per nome dello snapshot

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
it_it: Stai per modificare il data model. Questa azione cancellerà le <strong>categorie di Collaboratori precedentemente selezionate</strong>, poiché dipendono dal data model scelto.

source: Are you sure you want to continue?
it_it: Sei sicuro di voler continuare?

source: Data model edition
it_it: Edizione del modello dati

source: Define the data model, the effective date and the population
it_it: Definisci il modello dati, la data di efficacia e la popolazione

source: Snapshot configuration
it_it: Configurazione snapshot

source: Define the snapshot field name and description
it_it: Definisci il nome e la descrizione del campo snapshot

source: The data model is required.
it_it: Il modello di dati è obbligatorio.

source: Select the field to include for worker category in this snapshot
it_it: Seleziona il campo da includere per la categoria Collaboratori in questo snapshot

source: Add feature to snapshot
it_it: Aggiungi funzionalità allo snapshot

source: Define the worker category you want to use in this snapshot
it_it: Definisci la categoria di Collaboratori che desideri utilizzare in questo snapshot

source: Use worker category configuration
it_it: Usa la configurazione della categoria Collaboratori

source: The order of the fields determines the output value of this concatenated field.
it_it: L'ordine dei campi determina il valore di output di questo campo concatenato.

source: Concatenated fields
it_it: Campi concatenati

source: At least one field is required for the custom mode.
it_it: È necessario almeno un campo per la modalità personalizzata.

source: Global
it_it: Globale

source: Search for a feature
it_it: Cerca una funzionalità

source: Select configuration type
it_it: Seleziona il tipo di configurazione

source: Snapshots
it_it: Istantanee

source: Create pay analysis dataset
it_it: Crea set di dati per l’analisi delle retribuzioni

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
it_it: Per completare la creazione del set di dati per l’analisi retributiva, seleziona il tenant da PayAnalytics.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
it_it: Lo snapshot che stai cercando di caricare contiene tassi di cambio non configurati. Aggiorna le impostazioni delle valute.

source: The data contains null values in numerical fields. Please the log file for more information.
it_it: I dati contengono valori null nei campi numerici. Consultare il file di log per ulteriori informazioni.

source: The data set was successfully created.
it_it: Il set di dati è stato creato correttamente.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
it_it: Si è verificato un errore durante l'elaborazione dei dati in PayAnalytics. Contattare l'Assistenza Clienti.

source: Dataset name
it_it: Nome del dataset

source: The name of the data set is required.
it_it: Il nome del set di dati è obbligatorio.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
it_it: Le impostazioni di autorizzazione attuali comporteranno la creazione di un set di dati vuoto. Verifica l'accesso ai collaboratori.

source: Empty dataset
it_it: Set di dati vuoto

source: Select PayAnalytics tenant
it_it: Seleziona tenant di PayAnalytics

source: The PayAnalytics tenant is required.
it_it: Il tenant PayAnalytics è obbligatorio.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
it_it: Questa istantanea non contiene la categoria di collaboratori richiesta come gruppo principale. Puoi inviare l'istantanea senza un gruppo principale oppure annullare e aggiornare l'istantanea o la mappatura.

source: Worker category absent from snapshot
it_it: Categoria collaboratori assente dallo snapshot

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
it_it: Lo snapshot generato non è stato in grado di compilare il campo della categoria collaboratori per tutti i collaboratori. Si prega di verificare i dati.

source: Worker category partially missing
it_it: Categoria collaboratori parzialmente mancante

source: The name of the model must be unique.
it_it: Il nome del modello deve essere univoco.

source: Enter the basic information of the model
it_it: Inserisci le informazioni di base del modello

source: Performance Management entities
it_it: Entità di Performance Management

source: Core HR entities
it_it: Entità HR di base

source: Others entities
it_it: Altre entità

source: Compensation Management entities
it_it: Entità di Gestione della Retribuzione

source: Model design
it_it: Design del modello

source: Define the entities and other sources to use as the model base
it_it: Definisci le entità e le altre origini da utilizzare come base del modello

source: Define the entities and fields to include in this model.
it_it: Definisci le entità e i campi da includere in questo modello.

source: No selected entities
it_it: Nessuna entità selezionata

source: Data Entities & Sources
it_it: Entità e origini dati

source: Entities: {{count}}
it_it: Entità: {{count}}

source: Fields: {{count}}
it_it: Campi: {{count}}

source: Selected fields
it_it: Campi selezionati

source: Tree entities
it_it: Entità struttura ad albero

source: View the fields already included in this model.
it_it: Visualizza i campi già inclusi in questo modello.

source: Current fields
it_it: Campi attuali

source: This model already includes all available fields from the database. There are no additional fields to add.
it_it: Questo modello include già tutti i campi disponibili dal database. Non ci sono campi aggiuntivi da aggiungere.

source: All fields have already been added
it_it: Tutti i campi sono già stati aggiunti

source: Select additional fields from the database to extend this model.
it_it: Seleziona campi aggiuntivi dal database per estendere questo modello.

source: Add more fields
it_it: Aggiungi altri campi

source: Extend model - {{name}}
it_it: Estendi modello - {{name}}

source: Grid preview
it_it: Anteprima griglia

source: Review & publish model
it_it: Rivedi e pubblica modello

source: Data Modeling
it_it: Modellazione dei dati

source: No selected fields. Please select at least one field to save or proceed.
it_it: Nessun campo selezionato. Per salvare o procedere, seleziona almeno un campo

source: The model was successfully published.
it_it: Modello pubblicato correttamente.

source: The model was successfully saved.
it_it: Modello salvato correttamente.

source: Policies
it_it: Politiche

source: Data Privacy
it_it: Privacy dei dati

source: Compliance & Storage
it_it: Conformità e archiviazione

source: Role & Permission Management
it_it: Gestione di ruoli e permessi

source: Exchange rates
it_it: Tassi di cambio

source: Exchange rate
it_it: Tasso di cambio

source: From
it_it: Da

source: Identifier
it_it: Identificatore

source: To
it_it: A

source: Exchange rate template
it_it: Modello di tasso di cambio

source: Exchange Rates
it_it: Tassi di cambio

source: The exchange rate type was successfully created.
it_it: Il tipo di tasso di cambio è stato creato con successo.

source: Create type
it_it: Crea tipo

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
it_it: È sicuro di voler eliminare questo tipo di tasso di cambio? Non sarà più utilizzabile in nessun processo futuro.

source: The exchange rate type successfully was deleted.
it_it: Il tipo di tasso di cambio è stato eliminato con successo.

source: Create exchange rate type
it_it: Crea tipo di tasso di cambio

source: Edit exchange rate type
it_it: Modifica tipo di tasso di cambio

source: The exchange rate type was successfully edited.
it_it: Il tipo di tasso di cambio è stato modificato con successo.

source: The exchange rate type code must be unique.
it_it: Il codice del tipo di tasso di cambio deve essere univoco.

source: Types
it_it: Tipi

source: Created
it_it: Creato

source: Search for a type
it_it: Cerca un tipo

source: Exchange Rates Types
it_it: Tipi di tassi di cambio

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
it_it: Si è verificato un errore durante la convalida del file. Si prega di controllare i nomi delle colonne, i dati obbligatori e il formato del file, quindi riprovare.

source: Click upload to add files.
it_it: Fare clic su Carica per aggiungere file.

source: 10MB max per file
it_it: 10 MB massimo per file

source: Supported formats: CSV
it_it: Formati supportati: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
it_it: Alcuni record non possono essere caricati. Si prega di controllare il file di log CSV fornito per maggiori dettagli.

source: Extensions & Plugins
it_it: Estensioni e plugin

source: Feature groups
it_it: Gruppi di funzionalità

source: Select a group to see the corresponding features or options.
it_it: Seleziona un gruppo per vedere le funzionalità o opzioni corrispondenti.

source: Alphanumeric
it_it: Alfanumerico

source: Date & Time
it_it: Data e ora

source: Linked to the selected language
it_it: Collegato alla lingua selezionata

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
it_it: Stai per eliminare l'ambito dati <name>{{name}}</name>. È sicuro di voler procedere?

source: Delete data scope
it_it: Elimina ambito dati

source: Data scope name
it_it: Nome dell'ambito dei dati

source: The name cannot be empty. Please provide a name for the data scope.
it_it: Il nome non può essere vuoto. Si prega di fornire un nome per l'ambito dei dati.

source: Create data scope
it_it: Crea ambito dati

source: The data scope was successfully created.
it_it: L'ambito dei dati è stato creato con successo.

source: The data scope was successfully deleted.
it_it: L'ambito dei dati è stato eliminato con successo.

source: Edit data scope
it_it: Modifica ambito dei dati

source: No data scopes yet
it_it: Nessun ambito dati ancora

source: Data Scope Manager
it_it: Responsabile dell'Ambito dei Dati

source: Data scopes
it_it: Ambiti dei dati

source: Pay automation
it_it: Automazione della retribuzione

source: The target variable cannot be empty. Please provide a value.
it_it: La variabile di destinazione non può essere vuota. Si prega di fornire un valore.

source: Select the target variable you want to model
it_it: Selezioni la variabile target che desidera modellare

source: The data model cannot be empty. Please provide a data model.
it_it: Il modello di dati non può essere vuoto. Si prega di fornire un modello di dati.

source: Create and include snapshot
it_it: Crea e includi istantanea

source: Models
it_it: Modelli

source: Purpose
it_it: Scopo

source: Transformations
it_it: Trasformazioni

source: Log transformation
it_it: Trasformazione logaritmica

source: Select which additional information you want to include in this snapshot.
it_it: Selezionare quali informazioni aggiuntive si desidera includere in questa istantanea.

source: Create & manage machine learning models
it_it: Crea e gestisci modelli di machine learning

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
it_it: Sei sicuro di voler eliminare il modello "{{name}}"? Questa azione non può essere annullata.

source: Delete model
it_it: Elimina modello

source: Model Manager
it_it: Gestore modelli

source: The model name cannot be empty.
it_it: Il nome del modello non può essere vuoto.

source: Model type
it_it: Tipo di modello

source: The model type cannot be empty.
it_it: Il tipo di modello non può essere vuoto.

source: Snapshot
it_it: Istantanea

source: The snapshot cannot be empty.
it_it: L'istantanea non può essere vuota.

source: Model type & snapshot
it_it: Tipo di modello e snapshot

source: Auto-update
it_it: Aggiornamento automatico

source: Disable in all features
it_it: Disabilita in tutte le funzionalità

source: Enable in all features
it_it: Abilita in tutte le funzionalità

source: Multicollinearity check
it_it: Verifica della multicollinearità

source: Data auto-update
it_it: Aggiornamento automatico dei dati

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
it_it: Definisci quali attributi saranno disponibili nel modello. Per un corretto addestramento del modello, seleziona almeno 5 caratteristiche.

source: Please select at least one feature.
it_it: Seleziona almeno una funzionalità.

source: {{featuresCount}} features selected
it_it: {{featuresCount}} funzionalità selezionate

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
it_it: Per impostazione predefinita, il modello verrà addestrato utilizzando la regressione ridge e genererà stimatori regolarizzati per ogni variabile selezionata nel modello. Se effettui la validazione, verificheremo la regressione OLS (Ordinary Least Squares) e rimuoveremo la multicollinearità perfetta tra le variabili selezionate.

source: Select model features
it_it: Seleziona le funzionalità del modello

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
it_it: Se continui con questa modifica della popolazione, le selezioni di funzionalità correnti verranno cancellate. Sei sicuro di voler procedere?

source: Confirm population change
it_it: Conferma modifica della popolazione

source: Select the criteria that will determine who is included in this population.
it_it: Seleziona i criteri che determineranno chi è incluso in questa popolazione.

source: Define the name, description and details of the model.
it_it: Definisci il nome, la descrizione e i dettagli del modello.

source: Select options and features applicable for the model.
it_it: Seleziona le opzioni e le funzionalità applicabili al modello.

source: Model attributes
it_it: Attributi del modello

source: Define the population criteria for the model.
it_it: Definisci i criteri di popolazione per il modello.

source: Review and publish new model.
it_it: Rivedi e pubblica il nuovo modello.

source: Population & features
it_it: Popolazione e funzionalità

source: Features selected
it_it: Funzionalità selezionate

source: Selected roles
it_it: Ruoli selezionati

source: Total population
it_it: Popolazione totale

source: Quick train
it_it: Addestramento rapido

source: Data scope
it_it: Ambito dei dati

source: Select data scope
it_it: Selezionare l'ambito dei dati

source: Search for a model
it_it: Cerca un modello

source: Total models
it_it: Modelli totali

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
it_it: Questa nota sarà visibile a tutti coloro che effettuano la valutazione di questi collaboratori nei risultati dell'analisi retributiva.

source: Analysis
it_it: Analisi

source: Nb. of subgroups
it_it: N. sottogruppi

source: Subgroup field
it_it: Campo sottogruppo

source: Pay analysis
it_it: Analisi retributiva

source: The maximum length of the note is {{max}} characters.
it_it: La lunghezza massima della nota è di {{max}} caratteri.

source: The note content is required. Please enter your note before saving.
it_it: Il contenuto della nota è obbligatorio. Inserire la nota prima di salvare.

source: Configuration details
it_it: Dettagli di configurazione

source: View analysis
it_it: Visualizza analisi

source: The visibility was successfully updated.
it_it: La visibilità è stata aggiornata correttamente.

source: Change visibility
it_it: Cambia visibilità

source: The analysis result was successfully deleted.
it_it: Il risultato dell’analisi è stato eliminato correttamente.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
it_it: Sei sicuro di voler eliminare il risultato dell’analisi? Questa azione non può essere annullata.

source: Backwards elimination
it_it: Eliminazione a ritroso

source: Categorical variables
it_it: Variabili categoriche

source: Close pay gaps on a per-group basis
it_it: Chiudi i divari retributivi per singolo gruppo

source: Demographic variables
it_it: Variabili demografiche

source: Fairness weight (against cost-effectiveness)
it_it: Peso dell'equità (rispetto al rapporto costo-efficacia)

source: Group fairness weight (against individual fairness)
it_it: Peso equità di gruppo (rispetto all'equità individuale)

source: Max rise
it_it: Aumento massimo

source: Number of workers excluded from raise suggestions
it_it: Numero di collaboratori esclusi dai suggerimenti di aumento

source: Pay gap target (gender)
it_it: Obiettivo divario retributivo (genere)

source: Analysis run on
it_it: Analisi eseguita il

source: Run by
it_it: Eseguito da

source: Subgroups
it_it: Sottogruppi

source: Sync analysis
it_it: Analisi di sincronizzazione

source: No analyses available yet.
it_it: Nessuna analisi disponibile al momento.

source: Pay analysis results
it_it: Risultati dell’analisi retributiva

source: Publish analysis
it_it: Pubblica analisi

source: Apply changes
it_it: Applica modifiche

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
it_it: La configurazione attuale della griglia verrà inviata alle entità selezionate. Verificare attentamente se tutte le colonne visibili sono necessarie per il successivo processo di raccomandazione degli aumenti.

source: Define access and permissions for this analysis.
it_it: Definisci accesso e autorizzazioni per questa analisi.

source: Can comment
it_it: Può commentare

source: Can edit
it_it: Può modificare

source: Can view
it_it: Consente di visualizzare

source: Can view admin comment
it_it: Può visualizzare il commento dell'amministratore

source: Can view HRBP comment
it_it: Può visualizzare il commento dell'HRBP

source: Compensation recommendation
it_it: Raccomandazione sulla retribuzione

source: Final offer
it_it: Offerta finale

source: Give access
it_it: Concedi accesso

source: Pay analysis settings
it_it: Impostazioni analisi retributiva

source: Prepopulated final raise proposals with recommendation.
it_it: Proposte di aumento finale precompilate con raccomandazione.

source: The analysis was successfully published to the Planner.
it_it: L'analisi è stata pubblicata correttamente nel Planner.

source: Publish analysis to planner
it_it: Pubblica analisi nel pianificatore
